import { IFaq } from "@/interfaces/faq.interface";

export const faqs: IFaq[] = [
  {
    id: "1",
    question: "Когда могу начать обучение?",
    answer: "Можно начать обучение в любое время.",
  },

  {
    id: "2",
    question: "Медицинское заключение",
    answer: "Медицинское заключение обязательно!",
  },

  {
    id: "3",
    question: "Как проходит теория?",
    answer: "В течение 138 академичных часов.",
  },

  {
    id: "4",
    question: "Как записаться на обучение?",
    answer: "Вы можете записаться по телефону или на сайте заполнив форму.",
  },

  {
    id: "5",
    question: "Как происходит оплата?",
    answer: "По QR-коду в машине.",
  },

  {
    id: "6",
    question: "Этапы и срок обучения",
    answer: "1 марта - 1 мая",
  },

  {
    id: "7",
    question: "Сколько занятий и какой график?",
    answer: "3 занятия по 2 часа. График 1 марта - 1 мая.",
  },

  {
    id: "8",
    question: "Как записаться на вождение?",
    answer: "Вы можете записаться по телефону или на сайте заполнив форму.",
  },
];
